Repository: jp-nullpod/nullweb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Home
fr: Accueil

source: Projects
fr: Projets

source: About
fr: À propos

source: We are a software development company based in Mauritius with specialisation in Video Games. We design everything from ground up and we take care of:
fr: Nous sommes une société de création numérique qui œuvre dans le domaine de jeu vidéo.Nous concevons tout à partir de rien et nous nous occupons de:

source: Game concept and design
fr: Conceptualisation et design de jeu

source: Coding
fr: Codage

source: Visual Arts/Graphics
fr: Art visuel/graphisme

source: Deployment to iOS, Android and Windows
fr: Déploiement sur iOS, Android et Windows

source: We also develop custom web, mobile and desktop apps.
fr: Nous développons également des applications personnalisées pour Web, mobiles et bureau.

source: We are a small team that masters the following tech stacks:
fr: Nous sommes une petite équipe qui maîtrise les composants technologiques suivants:

source: Python w/Django or Flask
fr: Python avec Django ou Flask

source: Unity Platform
fr: Plateforme Unity

source: Follow Us
fr: Suivez-nous

source: Game Design
fr: Conception de Jeu Video

source: Web/Mobile Apps
fr: Application Web/Mobile

source: Music Production
fr: Production de Musique

source: Codename:
fr: Nom de code:

source: Comment System
fr: Système de commentaire

source: We revamped the Comment System of one of our clients and built a 2-level comment system from scratch using the modern VueJs framework that includes emojis, animated GIFs and images
fr: Nous avons réorganisé le système de commentaires de l'un de nos client et construit un système à deux niveaux :le système de commentaires à partir de zéro en utilisant le framework VueJs moderne qui inclut des emojis, des GIF animés et des images.

source: English
fr: Anglais

source: French
fr: Francais
